Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Start LM Studio's server to monitor your local models
id: Jalankan server LM Studio untuk memantau model lokal Anda
ja: ローカルモデルを監視するには LM Studio のサーバーを起動してください
ko: 로컬 모델을 모니터링하려면 LM Studio 서버를 시작하십시오
tr: Yerel modellerinizi izlemek için LM Studio'nun sunucusunu başlatın
uk: Запустіть сервер LM Studio, щоб відстежувати локальні моделі
uz: Lokal modellaringizni kuzatish uchun LM Studio serverini ishga tushiring
zh_hans: 启动 LM Studio 的服务器以监控本地模型
zh_hant: 啟動 LM Studio 的伺服器以監控本機模型

source: Attached to the bottom screen edge. Option-drag to move left or right.
id: Menempel pada tepi bawah layar. Tahan Option lalu tarik untuk menggeser ke kiri atau kanan.
ja: 画面の下端に固定されています。⌥ ドラッグで左右に動かせます。
ko: 화면 아래쪽 가장자리에 고정되어 있습니다. Option 키를 누른 채 드래그하면 좌우로 이동합니다.
tr: Ekranın alt kenarına bağlı. Sağa veya sola taşımak için Option tuşuyla sürükleyin.
uk: Закріплено біля нижнього краю екрана. Перетягування з Option рухає ліворуч чи праворуч.
uz: Ekranning pastki chekkasiga biriktirilgan. Chapga yoki oʻngga koʻchirish uchun Option bilan torting.
zh_hans: 贴在屏幕下边缘。按住 ⌥ 拖动可左右移动。
zh_hant: 已固定在螢幕下緣。按住 Option 拖移可左右移動。

source: Attached to the left-hand screen edge. Option-drag to move up or down.
id: Menempel pada tepi kiri layar. Tahan Option lalu tarik untuk menggeser ke atas atau bawah.
ja: 画面の左端に固定されています。⌥ ドラッグで上下に動かせます。
ko: 화면 왼쪽 가장자리에 고정되어 있습니다. Option 키를 누른 채 드래그하면 위아래로 이동합니다.
tr: Ekranın sol kenarına bağlı. Yukarı veya aşağı taşımak için Option tuşuyla sürükleyin.
uk: Закріплено біля лівого краю екрана. Перетягування з Option рухає вгору чи вниз.
uz: Ekranning chap chekkasiga biriktirilgan. Yuqoriga yoki pastga koʻchirish uchun Option bilan torting.
zh_hans: 贴在屏幕左边缘。按住 ⌥ 拖动可上下移动。
zh_hant: 已固定在螢幕左緣。按住 Option 拖移可上下移動。

source: Attached to the right-hand screen edge. Option-drag to move up or down.
id: Menempel pada tepi kanan layar. Tahan Option lalu tarik untuk menggeser ke atas atau bawah.
ja: 画面の右端に固定されています。⌥ ドラッグで上下に動かせます。
ko: 화면 오른쪽 가장자리에 고정되어 있습니다. Option 키를 누른 채 드래그하면 위아래로 이동합니다.
tr: Ekranın sağ kenarına bağlı. Yukarı veya aşağı taşımak için Option tuşuyla sürükleyin.
uk: Закріплено біля правого краю екрана. Перетягування з Option рухає вгору чи вниз.
uz: Ekranning oʻng chekkasiga biriktirilgan. Yuqoriga yoki pastga koʻchirish uchun Option bilan torting.
zh_hans: 贴在屏幕右边缘。按住 ⌥ 拖动可上下移动。
zh_hant: 已固定在螢幕右緣。按住 Option 拖移可上下移動。

source: Generate a new code
id: Buat kode baru
ja: 新しいコードを生成
ko: 새 코드 생성
tr: Yeni kod oluştur
uk: Створити новий код
uz: Yangi kod yaratish
zh_hans: 生成新配对码
zh_hant: 產生新配對碼

source: Pairing code expired
id: Kode pemasangan kedaluwarsa
ja: ペアリングコードの有効期限が切れました
ko: 페어링 코드가 만료되었습니다
tr: Eşleme kodunun süresi doldu
uk: Термін дії коду минув
uz: Ulanish kodi muddati tugadi
zh_hans: 配对码已过期
zh_hant: 配對碼已過期

source: Retry
id: Coba lagi
ja: 再試行
ko: 다시 시도
tr: Yeniden dene
uk: Повторити
uz: Qayta urinish
zh_hans: 重试
zh_hant: 重試

source: Code review
id: Tinjauan kode
ja: コードレビュー
ko: 코드 리뷰
tr: Kod incelemesi
uk: Перевірка коду
uz: Kod koʻrigi
zh_hans: 代码审查
zh_hant: 程式碼審查

source: Run `devin auth login` in a terminal to sign in.
id: Jalankan `devin auth login` di terminal untuk masuk.
ja: ターミナルで `devin auth login` を実行してサインインしてください。
ko: 터미널에서 `devin auth login`을 실행해 로그인하십시오.
tr: Giriş yapmak için bir terminalde `devin auth login` komutunu çalıştırın.
uk: Запустіть `devin auth login` у терміналі, щоб увійти.
uz: Kirish uchun terminalda `devin auth login` ni ishga tushiring.
zh_hans: 在终端运行 `devin auth login` 以登录。
zh_hant: 在終端機執行 `devin auth login` 以登入。

source: Extra usage
id: Penggunaan ekstra
ja: 追加の使用量
ko: 추가 사용량
tr: Ek kullanım
uk: Додаткове використання
uz: Qoʻshimcha foydalanish
zh_hans: 额外用量
zh_hant: 額外用量

source: Extra usage balance
id: Saldo penggunaan ekstra
ja: 追加使用量の残高
ko: 추가 사용량 잔액
tr: Ek kullanım bakiyesi
uk: Баланс додаткового використання
uz: Qoʻshimcha foydalanish balansi
zh_hans: 额外用量余额
zh_hant: 額外用量餘額

source: Weekly quota
id: Kuota mingguan
ja: 週間の割り当て
ko: 주간 할당량
tr: Haftalık kota
uk: Тижневий ліміт
uz: Haftalik kvota
zh_hans: 每周额度
zh_hant: 每週配額

source: No Kimi Code plan on this account
id: Tidak ada paket Kimi Code pada akun ini
ja: このアカウントに Kimi Code のプランがありません
ko: 이 계정에 Kimi Code 요금제가 없습니다
tr: Bu hesapta Kimi Code planı yok
uk: На цьому акаунті немає тарифу Kimi Code
uz: Bu hisobda Kimi Code rejasi yoʻq
zh_hans: 此账号没有 Kimi Code 套餐
zh_hant: 此帳號沒有 Kimi Code 方案

source: Run kimi and sign in with /login — it writes and refreshes the token this reads.
id: Jalankan kimi dan masuk dengan /login — perintah ini menulis dan memperbarui token yang dibaca.
ja: kimi を実行し、/login でサインインしてください。ここで読み取るトークンが書き出され、更新されます。
ko: kimi를 실행하고 /login으로 로그인하십시오. 여기서 읽는 토큰을 저장하고 갱신합니다.
tr: kimi komutunu çalıştırıp /login ile giriş yapın — burada okunan token'ı yazar ve yeniler.
uk: Запустіть kimi і увійдіть через /login — так записується й оновлюється токен, який читає Codenotch.
uz: kimi ni ishga tushiring va /login orqali kiring — u bu oʻqiydigan tokenni yozadi va yangilaydi.
zh_hans: 运行 kimi 并用 /login 登录 — 它会写入并刷新这里读取的令牌。
zh_hant: 執行 kimi 並用 /login 登入 — 它會寫入並重新整理這裡讀取的權杖。

source: No Kimi Code usage limits on this account
id: Tidak ada batas penggunaan Kimi Code pada akun ini
ja: このアカウントに Kimi Code の使用量の上限がありません
ko: 이 계정에 Kimi Code 사용 한도가 없습니다
tr: Bu hesapta Kimi Code kullanım limiti yok
uk: На цьому акаунті немає лімітів Kimi Code
uz: Bu hisobda Kimi Code foydalanish limitlari yoʻq
zh_hans: 此账号没有 Kimi Code 用量限额
zh_hant: 此帳號沒有 Kimi Code 用量上限

source: Credits
id: Kredit
ja: クレジット
ko: 크레딧
tr: Krediler
uk: Кредити
uz: Kreditlar
zh_hans: 积分
zh_hant: 點數

source: Kiro CLI is not installed
id: Kiro CLI belum terpasang
ja: Kiro CLI がインストールされていません
ko: Kiro CLI가 설치되어 있지 않습니다
tr: Kiro CLI yüklü değil
uk: Kiro CLI не встановлено
uz: Kiro CLI oʻrnatilmagan
zh_hans: 未安装 Kiro CLI
zh_hant: 未安裝 Kiro CLI

source: Overage
id: Kelebihan kuota
ja: 超過分
ko: 초과 사용량
tr: Aşım
uk: Понад ліміт
uz: Limitdan oshgan
zh_hans: 超额
zh_hant: 超額

source: Run kiro-cli login — it writes and refreshes the session this reads.
id: Jalankan kiro-cli login — perintah ini menulis dan memperbarui sesi yang dibaca.
ja: kiro-cli login を実行してください。ここで読み取るセッションが書き出され、更新されます。
ko: kiro-cli login을 실행하십시오. 여기서 읽는 세션을 저장하고 갱신합니다.
tr: kiro-cli login komutunu çalıştırın — burada okunan oturumu yazar ve yeniler.
uk: Запустіть kiro-cli login — так записується й оновлюється сесія, яку читає Codenotch.
uz: kiro-cli login ni ishga tushiring — u bu oʻqiydigan sessiyani yozadi va yangilaydi.
zh_hans: 运行 kiro-cli login — 它会写入并刷新这里读取的会话。
zh_hant: 執行 kiro-cli login — 它會寫入並重新整理這裡讀取的工作階段。

source: Kiro CLI reported no usage
id: Kiro CLI tidak melaporkan penggunaan
ja: Kiro CLI は使用量を返しませんでした
ko: Kiro CLI가 사용량을 보고하지 않았습니다
tr: Kiro CLI kullanım bildirmedi
uk: Kiro CLI не повернув даних про використання
uz: Kiro CLI foydalanishni bildirmadi
zh_hans: Kiro CLI 没有返回用量
zh_hant: Kiro CLI 沒有回報用量

source: China
id: Tiongkok
ja: 中国
ko: 중국
tr: Çin
uk: Китай
uz: Xitoy
zh_hans: 中国
zh_hant: 中國

source: International
id: Internasional
ja: 国際
ko: 국제
tr: Uluslararası
uk: Міжнародний
uz: Xalqaro
zh_hans: 国际
zh_hant: 國際

source: MiniMax reported no usage windows
id: MiniMax tidak melaporkan jendela penggunaan
ja: MiniMax は使用量の枠を返しませんでした
ko: MiniMax가 사용량 집계 기간을 보고하지 않았습니다
tr: MiniMax hiçbir kullanım dönemi bildirmedi
uk: MiniMax не повернув вікон використання
uz: MiniMax hech qanday foydalanish oynasini bildirmadi
zh_hans: MiniMax 没有返回任何用量窗口
zh_hant: MiniMax 沒有回報任何用量週期

source: Paste a Coding Plan key in Settings, or Sign in to MiniMax.
id: Tempel kunci Coding Plan di Pengaturan, atau Masuk ke MiniMax.
ja: 設定で Coding Plan のキーを貼り付けるか、MiniMax にサインインしてください。
ko: 설정에서 Coding Plan 키를 붙여넣거나 MiniMax에 로그인하십시오.
tr: Ayarlar'a bir Coding Plan anahtarı yapıştırın veya MiniMax'e giriş yapın.
uk: Вставте ключ Coding Plan у налаштуваннях або увійдіть у MiniMax.
uz: Sozlamalarda Coding Plan kalitini joylashtiring yoki MiniMaxʼga kiring.
zh_hans: 在设置里粘贴 Coding Plan 密钥，或登录 MiniMax。
zh_hant: 在設定貼上 Coding Plan 金鑰，或登入 MiniMax。

source: Connecting…
id: Menghubungkan…
ja: 接続中…
ko: 연결 중…
tr: Bağlanılıyor…
uk: Підключення…
uz: Ulanmoqda…
zh_hans: 正在连接…
zh_hant: 連線中…

source: Fold for full-screen apps
id: Lipat untuk aplikasi layar penuh
ja: フルスクリーンのアプリでは折りたたむ
ko: 전체 화면 앱 사용 시 접기
uk: Згортати для повноекранних застосунків
uz: Toʻliq ekranli ilovalarda yigʻilsin
zh_hans: 全屏应用时收起
zh_hant: 全螢幕 App 時收合

source: China mainland
id: Tiongkok daratan
ja: 中国本土
ko: 중국 본토
tr: Çin anakarası
uk: Материковий Китай
uz: Materik Xitoy
zh_hans: 中国大陆
zh_hant: 中國大陸

source: Codenotch reads usage from tools already signed in on this Mac — it never asks for your password. Install and sign in to any of Claude Code (the terminal tool, not the Claude app), Cursor (the editor or cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro or a Gemini API key (via Gemini CLI, OpenCode or Hermes), and its ring appears in the notch.
id: Codenotch membaca penggunaan dari alat yang sudah masuk di Mac ini — tidak pernah meminta kata sandi Anda. Pasang dan masuk ke Claude Code (alat terminal, bukan aplikasi Claude), Cursor (editor atau cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro, atau kunci API Gemini (melalui Gemini CLI, OpenCode, atau Hermes), dan ring akan muncul di notch.
ja: Codenotch は、この Mac ですでにサインイン済みのツールから使用量を読み取ります。パスワードを尋ねることはありません。Claude Code（Claude アプリではなくターミナルのツール）、Cursor（エディタまたは cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro、または Gemini API キー（Gemini CLI、OpenCode、Hermes 経由）のいずれかをインストールしてサインインすると、そのリングがノッチに現れます。
ko: Codenotch는 이 Mac에서 이미 로그인된 도구의 사용량을 읽으며 비밀번호를 요구하지 않습니다. Claude Code(Claude 앱이 아닌 터미널 도구), Cursor(편집기 또는 cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro 또는 Gemini API 키(Gemini CLI, OpenCode, Hermes 경유)를 사용하는 도구를 설치하고 로그인하면 노치에 해당 링이 나타납니다.
tr: Codenotch kullanımı bu Mac'te zaten giriş yapılmış araçlardan okur — asla parolanızı istemez. Claude Code (Claude uygulaması değil, terminal aracı), Cursor (düzenleyici veya cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro veya bir Gemini API anahtarından (Gemini CLI, OpenCode ya da Hermes üzerinden) herhangi birini kurup giriş yapın; halkası çentikte belirir.
uk: Codenotch читає використання з інструментів, у які вже виконано вхід на цьому Mac, і ніколи не питає ваш пароль. Установіть будь-який з них — Claude Code (термінальний інструмент, не застосунок Claude), Cursor (редактор або cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro чи ключ Gemini API (через Gemini CLI, OpenCode або Hermes) — і увійдіть: його кільце зʼявиться у вирізі.
uz: Codenotch foydalanishni shu Macʼda allaqachon tizimga kirgan vositalardan oʻqiydi — u hech qachon parolingizni soʻramaydi. Quyidagilardan birortasini oʻrnatib, unga kiring: Claude Code (terminal vositasi, Claude ilovasi emas), Cursor (muharrir yoki cursor-agent), Codex, Antigravity, GLM, Grok, OpenCode, Command Code, GitHub Copilot, Kimi Code, Kiro yoki Gemini API kaliti (Gemini CLI, OpenCode yoki Hermes orqali) — va uning halqasi notchʼda paydo boʻladi.
zh_hans: Codenotch 读取这台 Mac 上已经登录的工具的用量 — 从不问你的密码。安装并登录 Claude Code（终端工具，不是 Claude 应用）、Cursor（编辑器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro 或 Gemini API 密钥（经由 Gemini CLI、OpenCode 或 Hermes）中的任意一个，刘海里就会出现对应的圆环。
zh_hant: Codenotch 會從這部 Mac 上已登入的工具讀取用量 — 它不會向你要密碼。安裝並登入 Claude Code（終端機工具，不是 Claude App）、Cursor（編輯器或 cursor-agent）、Codex、Antigravity、GLM、Grok、OpenCode、Command Code、GitHub Copilot、Kimi Code、Kiro，或 Gemini API 金鑰（透過 Gemini CLI、OpenCode 或 Hermes），對應的圓環就會出現在瀏海上。

source: Cookie header (optional)
id: Header Cookie (opsional)
ja: Cookie ヘッダー（任意）
ko: Cookie 헤더 (선택 사항)
tr: Cookie başlığı (isteğe bağlı)
uk: Заголовок Cookie (необовʼязково)
uz: Cookie sarlavhasi (ixtiyoriy)
zh_hans: Cookie 请求头（可选）
zh_hant: Cookie 標頭（選用）

source: MiniMax Coding Plan key
id: Kunci Coding Plan MiniMax
ja: MiniMax Coding Plan のキー
ko: MiniMax Coding Plan 키
tr: MiniMax Coding Plan anahtarı
uk: Ключ MiniMax Coding Plan
uz: MiniMax Coding Plan kaliti
zh_hans: MiniMax Coding Plan 密钥
zh_hant: MiniMax Coding Plan 金鑰

source: Model data
id: Data model
ja: モデルのデータ
ko: 모델 데이터
tr: Model verisi
uk: Дані моделі
uz: Model maʼlumotlari
zh_hans: 模型数据
zh_hant: 模型資料

source: Most readings are borrowed from a tool that already holds the account. DeepSeek and MiniMax are the exceptions: clicking Sign in opens a Codenotch window for that account, and signing out here clears only that session and its saved reading.
id: Sebagian besar data dipinjam dari alat yang sudah menampung akun. DeepSeek dan MiniMax adalah pengecualian: mengeklik Masuk akan membuka jendela Codenotch untuk akun tersebut, dan keluar di sini hanya menghapus sesi tersebut dan data tersimpannya.
ja: ほとんどの読み取りは、すでにアカウントを持っているツールから借りています。DeepSeek と MiniMax だけは例外で、「サインイン」をクリックするとそのアカウント用の Codenotch のウインドウが開きます。ここでサインアウトしても、消えるのはそのセッションと保存された読み取りだけです。
ko: 대부분의 측정값은 이미 계정에 로그인된 도구에서 가져옵니다. DeepSeek와 MiniMax는 예외로, ‘로그인’을 클릭하면 해당 계정의 Codenotch 창이 열리며 여기서 로그아웃하면 해당 세션과 저장된 측정값만 삭제합니다.
tr: Verilerin çoğu, hesabı zaten tutan bir araçtan ödünç alınır. DeepSeek ve MiniMax istisnadır: Giriş yap'a tıklamak o hesap için bir Codenotch penceresi açar ve buradan çıkış yapmak yalnızca o oturumu ve kayıtlı verisini temizler.
uk: Більшість показників беруться з інструмента, який уже тримає цей акаунт. Винятки — DeepSeek і MiniMax: натискання «Увійти» відкриває вікно Codenotch для цього акаунта, а вихід тут очищає лише цю сесію та її збережений показник.
uz: Koʻrsatkichlarning aksariyati hisobni allaqachon saqlab turgan vositadan olinadi. DeepSeek va MiniMax bundan mustasno: Kirish tugmasini bosish oʻsha hisob uchun Codenotch oynasini ochadi, bu yerda chiqish esa faqat oʻsha sessiya va uning saqlangan koʻrsatkichini tozalaydi.
zh_hans: 大多数读数借自已经持有该账号的工具。DeepSeek 和 MiniMax 是例外：点「登录」会打开该账号的 Codenotch 窗口，在这里退出只会清掉这次会话和已保存的读数。
zh_hant: 大多數讀數是向已經持有帳號的工具借用的。DeepSeek 與 MiniMax 是例外：點一下「登入」會開啟該帳號的 Codenotch 視窗，而在這裡登出只會清除該工作階段及其已儲存的讀數。

source: Phone
id: Ponsel
ja: スマートフォン
ko: 휴대전화
tr: Telefon
uk: Телефон
uz: Telefon
zh_hans: 手机
zh_hant: 手機

source: Re-pair your phone after updating
id: Pasangkan ulang ponsel Anda setelah memperbarui
ja: アップデート後はスマートフォンを再ペアリングしてください
ko: 업데이트 후 휴대전화를 다시 페어링하십시오
tr: Güncellemeden sonra telefonunuzu yeniden eşleyin
uk: Після оновлення підключіть телефон заново
uz: Yangilangandan soʻng telefoningizni qayta ulang
zh_hans: 更新后请重新配对手机
zh_hant: 更新後請重新配對手機

source: Region
id: Wilayah
ja: 地域
ko: 지역
tr: Bölge
uk: Регіон
uz: Hudud
zh_hans: 地区
zh_hant: 地區

source: Show Spark and code review
id: Tampilkan Spark dan tinjauan kode
ja: Spark とコードレビューを表示
ko: Spark 및 코드 리뷰 표시
tr: Spark ve kod incelemesini göster
uk: Показувати Spark і перевірку коду
uz: Spark va kod koʻrigini koʻrsatish
zh_hans: 显示 Spark 和代码审查
zh_hant: 顯示 Spark 與程式碼審查

source: Show move handle
id: Tampilkan pegangan geser
ja: 移動ハンドルを表示
ko: 이동 핸들 표시
tr: Taşıma tutamacını göster
uk: Показувати маркер переміщення
uz: Koʻchirish dastagini koʻrsatish
zh_hans: 显示移动手柄
zh_hant: 顯示移動握把

source: Sign in to MiniMax in Codenotch, or paste a Coding Plan key. A Cookie header is optional. Codenotch never reads a browser's cookies.
id: Masuk ke MiniMax di Codenotch, atau tempel kunci Coding Plan. Header Cookie bersifat opsional. Codenotch tidak pernah membaca cookie peramban.
ja: Codenotch で MiniMax にサインインするか、Coding Plan のキーを貼り付けてください。Cookie ヘッダーは任意です。Codenotch がブラウザの Cookie を読むことはありません。
ko: Codenotch에서 MiniMax에 로그인하거나 Coding Plan 키를 붙여넣으십시오. Cookie 헤더는 선택 사항입니다. Codenotch는 브라우저의 쿠키를 읽지 않습니다.
tr: Codenotch içinde MiniMax'e giriş yapın veya bir Coding Plan anahtarı yapıştırın. Cookie başlığı isteğe bağlıdır. Codenotch hiçbir zaman bir tarayıcının çerezlerini okumaz.
uk: Увійдіть у MiniMax просто в Codenotch або вставте ключ Coding Plan. Заголовок Cookie можна не вказувати. Codenotch ніколи не читає кукі браузера.
uz: Codenotchʼda MiniMaxʼga kiring yoki Coding Plan kalitini joylashtiring. Cookie sarlavhasi ixtiyoriy. Codenotch hech qachon brauzer cookieʼlarini oʻqimaydi.
zh_hans: 在 Codenotch 里登录 MiniMax，或粘贴 Coding Plan 密钥。Cookie 请求头可选。Codenotch 从不读取浏览器的 Cookie。
zh_hant: 在 Codenotch 登入 MiniMax，或貼上 Coding Plan 金鑰。Cookie 標頭為選用。Codenotch 絕不會讀取瀏覽器的 Cookie。

source: The arc above the notch. Hold it to carry the notch to another edge — Edge above does the same.
id: Busur di atas notch. Tahan untuk memindahkan notch ke tepi layar lain — pengaturan Tepi Layar di atas berfungsi sama.
ja: ノッチの上にある弧です。長押しすると、ノッチを別の辺へ運べます。上の「配置する辺」でも同じことができます。
ko: 노치 위의 호입니다. 길게 누르면 노치를 다른 가장자리로 옮길 수 있습니다. 위의 ‘가장자리’ 설정으로도 같은 작업을 할 수 있습니다.
tr: Çentiğin üstündeki yay. Çentiği başka bir kenara taşımak için basılı tutun — yukarıdaki Kenar seçeneği de aynı işi yapar.
uk: Дуга над вирізом. Утримуйте її, щоб перенести виріз на інший край — те саме робить «Край» вище.
uz: Notch ustidagi yoy. Notchʼni boshqa chekkaga olib oʻtish uchun uni bosib turing — yuqoridagi Chekka ham xuddi shuni qiladi.
zh_hans: 刘海上的弧。按住它可以把刘海拖到另一条边 — 上面的「边缘」也一样。
zh_hant: 瀏海上的弧形。按住它可把瀏海移到另一邊 — 上方的「邊緣」也能做同樣的事。

source: The notch folds away while a full-screen app is frontmost, and returns when you leave it. Off keeps it in place over full-screen apps.
id: Notch melipat saat aplikasi layar penuh berada di paling depan, dan kembali saat Anda meninggalkannya. Opsi Mati mempertahankan posisinya di atas aplikasi layar penuh.
ja: フルスクリーンのアプリが前面にある間、ノッチは折りたたまれ、離れると戻ります。オフにすると、フルスクリーンのアプリの上でもそのまま表示されます。
ko: 전체 화면 앱이 맨 앞에 있으면 노치를 접고, 해당 앱을 벗어나면 다시 표시합니다. 끄면 전체 화면 앱 위에서도 그대로 표시합니다.
tr: Tam ekran bir uygulama öndeyken çentik gizlenir, ondan çıktığınızda geri gelir. Kapalı seçilirse tam ekran uygulamaların üzerinde yerinde kalır.
uk: Виріз згортається, поки попереду повноекранний застосунок, і повертається, коли ви його залишите. Вимкнено — виріз лишається поверх повноекранних застосунків.
uz: Toʻliq ekranli ilova oldinda turganda notch yigʻiladi va siz undan chiqqaningizda qaytadi. Oʻchirilgan holatda u toʻliq ekranli ilovalar ustida joyida qoladi.
zh_hans: 全屏应用在最前时，刘海会收起，离开后再回来。关闭则全屏时也留在原处。
zh_hant: 當全螢幕 App 在最前面時，瀏海會收合，離開後再回來。關閉則會讓它繼續蓋在全螢幕 App 上。

source: The ring still follows the main Codex window. Spark and code review stay in the hover card.
id: Ring tetap mengikuti jendela utama Codex. Spark dan tinjauan kode tetap berada di kartu hover.
ja: リングは引き続き Codex のメインウインドウに従います。Spark とコードレビューはホバーカードに表示されます。
ko: 링은 계속 Codex의 기본 집계 기간을 따릅니다. Spark와 코드 리뷰는 호버 카드에 표시합니다.
tr: Halka yine ana Codex penceresini izler. Spark ve kod incelemesi, üzerine gelince açılan kartta kalır.
uk: Кільце й далі стежить за основним вікном ліміту Codex. Spark і перевірка коду лишаються в картці при наведенні.
uz: Halqa baribir asosiy Codex oynasiga ergashadi. Spark va kod koʻrigi maslahat kartasida qoladi.
zh_hans: 圆环仍跟着 Codex 的主窗口。Spark 和代码审查留在提示卡里。
zh_hant: 圓環仍會跟隨主要的 Codex 視窗。Spark 與程式碼審查留在懸停卡裡。

source: Usage Limits
id: Batas Penggunaan
ja: 使用量のしきい値
ko: 사용량 표시 기준
tr: Kullanım Limitleri
uk: Пороги використання
uz: Foydalanish limitlari
zh_hans: 用量阈值
zh_hant: 用量閾值

source: Watch limit
id: Ambang pantau
ja: 注意のしきい値
ko: 주의 표시 기준
tr: İzleme eşiği
uk: Поріг уваги
uz: Kuzatiladigan limit
zh_hans: 关注阈值
zh_hant: 關注閾值

source: Critical limit
id: Ambang kritis
ja: 危険のしきい値
ko: 위험 표시 기준
tr: Kritik eşik
uk: Критичний поріг
uz: Kritik limit
zh_hans: 危急阈值
zh_hant: 危急閾值

source: Reset to defaults
id: Atur ulang ke default
ja: 既定値に戻す
ko: 기본값으로 재설정
tr: Varsayılanlara sıfırla
uk: Відновити типові значення
uz: Standart holatga qaytarish
zh_hans: 恢复默认
zh_hant: 重設為預設值

source: Dashed weekly ring
id: Ring mingguan putus-putus
ja: 週間のリングを破線にする
ko: 주간 링을 점선으로 표시
tr: Kesikli haftalık halka
uk: Пунктирне тижневе кільце
uz: Uzuq-uzuq haftalik halqa
zh_hans: 虚线每周圆环
zh_hant: 虛線每週圓環

source: Weekly ring % in the reading
id: % ring mingguan pada angka
ja: 読み値に週間のリングの % を表示
ko: 수치에 주간 링 % 표시
tr: Değerde haftalık halka %
uk: % тижневого кільця в показнику
uz: Ko'rsatkichda haftalik halqa %
zh_hans: 在读数中显示每周圆环的 %
zh_hant: 在讀數中顯示每週圓環的 %

source: %@s
id: %@ dtk
ja: %@秒
ko: %@초
ru: %@ с
tr: %@ sn
uk: %@ с
uz: %@ soniya
zh_hans: %@秒
zh_hant: %@秒

source: Adds a compact weekly-usage ring around each chosen provider that publishes it.
id: Menambahkan cincin penggunaan mingguan yang ringkas di sekitar setiap penyedia pilihan yang menyediakannya.
tr: Seçilen ve haftalık kullanımını yayımlayan her sağlayıcının çevresine kompakt bir haftalık kullanım halkası ekler.

source: Show weekly limit in menu bar
id: Tampilkan batas mingguan di bar menu
tr: Haftalık limiti menü çubuğunda göster

source: Fixes a crash on Chinese Macs, and a Deny on the keychain question now means no.
id: Memperbaiki crash pada Mac berbahasa Mandarin, dan opsi Tolak pada dialog keychain kini benar-benar berarti tidak.
ja: 中国語環境の Mac でのクラッシュを修正し、キーチェーンの確認で「拒否」を選んだら拒否として扱うようになりました。
ko: 중국어로 설정된 Mac의 충돌을 수정하고 키체인 권한 요청에서 ‘거부’를 선택하면 접근을 중단하도록 변경했습니다.

source: No more crash in Simplified Chinese
id: Tidak ada lagi crash pada Bahasa Mandarin Sederhana
ja: 简体中文 でクラッシュしないように
ko: 중국어 간체에서 발생하던 충돌 수정

source: With the app in 简体中文, a provider past 80% crashed Codenotch a few seconds after launch. Every translation is now checked for this.
id: Saat aplikasi dalam 简体中文, penyedia di atas 80% sebelumnya menyebabkan Codenotch crash beberapa detik setelah dibuka. Setiap terjemahan kini telah diperiksa untuk mencegah masalah ini.
ja: アプリを 简体中文 にしていると、80% を超えたサービスがあるときに、起動の数秒後に Codenotch がクラッシュしていました。今はすべての翻訳をこの観点で検査しています。
ko: 앱 언어가 简体中文일 때 사용량이 80%를 넘은 제공자가 있으면 실행 몇 초 후 Codenotch가 충돌했습니다. 이제 모든 번역에서 이 문제를 검사합니다.

source: Deny means no
id: Tolak berarti tidak
ja: 「拒否」は拒否として扱う
ko: ‘거부’ 선택 시 접근 중단

source: Answering Deny when macOS asks about a saved login now stops Codenotch reading that account from any source, until you choose Allow access… again.
id: Menjawab Tolak saat macOS menanyakan login tersimpan kini menghentikan Codenotch membaca akun tersebut dari sumber mana pun, hingga Anda memilih Izinkan akses… kembali.
ja: 保存済みログインについて macOS に尋ねられて「拒否」を選ぶと、「アクセスを許可…」を選び直すまで、Codenotch はそのアカウントをどの取得元からも読まなくなりました。
ko: macOS가 저장된 로그인 정보의 접근 권한을 물을 때 ‘거부’를 선택하면, ‘접근 허용…’을 다시 선택할 때까지 어떤 경로로도 해당 계정을 읽지 않습니다.

source: Fewer file access prompts
id: Lebih sedikit permintaan akses file
ja: ファイルアクセスの確認を削減
ko: 파일 접근 권한 요청 감소

source: Renewing Claude's login no longer starts your MCP servers and hooks, and Kimi sessions are matched without looking inside your folders, so macOS no longer asks about Documents, Desktop or network volumes on Codenotch's behalf.
id: Memperbarui login Claude tidak lagi menjalankan server MCP dan hooks Anda, dan sesi Kimi dicocokkan tanpa memeriksa isi folder Anda, sehingga macOS tidak lagi meminta izin untuk Dokumen, Desktop, atau volume jaringan atas nama Codenotch.
ja: Claude のログイン更新で MCP サーバーやフックが起動しなくなり、Kimi のセッションもフォルダの中を見ずに照合するようになりました。そのため macOS が Codenotch のために「書類」「デスクトップ」やネットワークボリュームへのアクセスを尋ねることがなくなりました。
ko: Claude 로그인 갱신 시 MCP 서버와 후크를 실행하지 않으며, 폴더 내부를 확인하지 않고 Kimi 세션을 식별합니다. 따라서 macOS가 Codenotch의 문서, 데스크탑 또는 네트워크 볼륨 접근 권한을 더 이상 요청하지 않습니다.

source: Smaller fixes
id: Perbaikan kecil
ja: 細かな修正
ko: 기타 수정
